Repository: watchdogpolska/watchdog-id
Catalog: watchdog_*/auth_factories/yubico_otp/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Please enter a correct OTP.
pl: Wprowadź poprawny kod OTP.

source: Token verification failed (invalid signature). Try again.
pl: Weryfikacja tokenu nie powiodła się (niepoprawny podpis). Spróbuj ponownie.

source: The used token is already registered for the current user.
pl: Używany token jest już zarejestrowany dla bieżącego użytkownika.

source: Token verification failed (rejected by auth server). Try again.
pl: Nieudana weryfikacja tokena (odrzucona przez serwer uwierzytelniania). Spróbuj ponownie.

source: Device ID
pl: ID urządzenia

source: Yubico Token
pl: Token Yubico

source: Device name
pl: Nazwa urządzenia

source: Affordable user name token
pl: Przystępna, użytkownika nazwa tokenu

source: Last used
pl: Ostatnio użyty

source: Time of last use of the token
pl: Czas ostatniego użycia tokena

source: Yubico OTP Device
pl: Yubico OTP urządzenie

source: Yubico OTP Devices
pl: Yubico OTP urządzenia

source: Yubico OTP Device [{}]
pl: Yubico OTP urządzenie [{}]

source: Delete
pl: Usuń

source: Confirmation
pl: Potwierdzenie

source: Deletion confirmation
pl: Potwierdzenie usuwania

source: Action buttons
pl: Przyciski akcji

source: Cancel
pl: Anuluj

source: Add token
pl: Dodaj token

source: {0} created!
pl: {0} utworzony!

source: {0} deleted!
pl: {0} usunięty!

source: OTP authentication succeeded.
pl: OTP uwierzytelniony poprawnie.
