Repository: watchdogpolska/watchdog-id
Catalog: watchdog_*/auth_factories/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Select authentication method
pl: Wybierz formę uwierzytelniania

source: You earned %(authenticated_weight)s points required from %(user_weight)s points.
pl: Uzyskałeś %(authenticated_weight)s punktów z %(user_weight)s wymaganych do uwierzytelniania.

source: %(left_weight)s weight points left!
pl: %(left_weight)s punktów pozostało!

source: No authentication method.
pl: Brak form uwierzytelniania

source: Logout
pl: Wyloguj

source: Authentication settings
pl: Ustawienia uwierzytelniania

source: Active
pl: Aktywne

source: Inactive
pl: Nieaktywne

source: Log in
pl: Zaloguj

source: Username
pl: Nazwa użytkownika

source: You must first identify yourself.
pl: Najpierw musisz się przedstawić.

source: You do not need to authenticate more.
pl: Nie musisz się więcej uwierzytelniać.

source: Log out
pl: Wyloguj

source: The user is logged out correctly.
pl: Wylogowano poprawnie.

source: You have already used this authentication method.
pl: Użyłeś już tej metody uwierzytelniania.
